[{"number":1,"start_time":"1.63","stop_time":"5.12","text":"Hi, in regards to Burger King I do eat in Burger King.","translation":"Hallo, in Bezug auf Burger King esse ich Burger King."},{"number":2,"start_time":"5.12","stop_time":"8.16","text":"Tends to be at lunchtime when I'm by myself or taking my children there.","translation":" Neigt dazu, zur Mittagszeit zu sein, wenn ich allein bin oder meine Kinder dorthin bringe."},{"number":3,"start_time":"8.73","stop_time":"15.22","text":"The only reason I eat there is because I think their Super king of the day, their King of the day deals, are quite now relatively cheap.","translation":" Der einzige Grund, warum ich dort esse, ist, dass ich denke, dass ihr Superkönig des Tages, der König des Tages, recht günstig ist."},{"number":4,"start_time":"15.56","stop_time":"17.85","text":"It used to be quite expensive I think for Buger King.","translation":" Für Buger King war das früher ziemlich teuer."},{"number":5,"start_time":"17.85","stop_time":"21.61","text":"You'd pay probably about 6 pound 49 for a meal if you wanted a burger, chips and a drink.","translation":" Sie würden wahrscheinlich 6 Pfund 49 für eine Mahlzeit bezahlen, wenn Sie einen Burger, Chips und ein Getränk wollten."},{"number":6,"start_time":"21.61","stop_time":"23.34","text":"And for me that's just too expensive.","translation":" Und für mich ist das einfach zu teuer."},{"number":7,"start_time":"23.77","stop_time":"27.42","text":"But 3 pound 69 for a king of the day is actually a good deal.","translation":" Aber 3 Pfund 69 für einen König des Tages ist eigentlich ein guter Deal."},{"number":8,"start_time":"27.95","stop_time":"30.96","text":"I do like it now that they are giving away more vouchers.","translation":" Ich mag es jetzt, dass sie mehr Gutscheine verschenken."},{"number":9,"start_time":"31.0","stop_time":"37.1","text":"It's nice to see every couple of months you can go on your voucher apps and you can usually print off a sheet of Burger King vouchers.","translation":" Es ist schön zu sehen, dass Sie alle paar Monate Ihre Gutschein-Apps nutzen können und Sie können normalerweise ein Blatt Burger-Gutscheine ausdrucken."},{"number":10,"start_time":"37.45","stop_time":"42.46","text":"And I do take advantage of those, cause again, you either get one burger free or it does make it slightly cheaper.","translation":" Und ich nehme die Vorteile in Anspruch, weil Sie entweder einen Burger frei bekommen oder es etwas billiger macht."},{"number":11,"start_time":"43.1","stop_time":"48.57","text":"I don't think their menu is as vast as other burger joints.","translation":" Ich glaube nicht, dass das Menü so groß ist wie bei anderen Burger-Fischen."},{"number":12,"start_time":"48.89","stop_time":"54.74","text":"And it can be still quite relatively expensive if you were to buy a burger that wasn't on sort of a meal deal.","translation":" Und es kann immer noch relativ teuer sein, wenn Sie einen Burger kaufen würden, der sich nicht mit einem Essensangebot befasste."},{"number":13,"start_time":"55.11","stop_time":"56.36","text":"OK then, many thanks, bye.","translation":" OK, vielen Dank, auf Wiedersehen."}]